[
{"id": 0,
"title": "Agouti",
"description": "Rodents that rock. The agouti (ah GOO tee) is a rodent from Central and South America rain forests that looks a bit like a really large guinea pig. Its coarse hair is covered with an oily (and stinky!) substance that acts like a raincoat. The hair is longest on its rump. The agouti has five toes on its front feet and three on the hind feet. It walks on its toes, not flat-footed like many rodents, giving the agouti a dainty look.",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-09/animals_hero_agouti_0.jpg?itok=kMrDoUso"
},
{"id": 1,
"title": "Armadillo",
"description": "A mammal with a shell? The armadillo is really strange looking. Although most armadillo species look like they are bald, they do have wiry hairs on the sides and the belly. Some people refer to the hairs as curb feelers, since armadillos can feel their way around an area at night as the hairs touch objects.",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-09/animals_hero_armadillo_0.jpg?itok=KI0kywiz"
},
{"id": 2,
"title": "Bat-eared Fox",
"description": "Listen up! The bat-eared fox is a small, African fox known for its enormous ears, which are over 5 inches (13 centimeters) tall. The ears are full of blood vessels that shed heat and help keep the fox cool; they also give the animal a very good sense of hearing. Bat-eared foxes are sandy gray with lighter fur on the belly and darker fur around the eyes, muzzle, back of the ears, feet, and tip of its long, bushy tail. The inside of the ears and a band across the forehead are white or buff.",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-09/animals_hero_bat-earedfox.jpg?itok=TJUjQ783"
},
{"id": 3,
"title": "Binturong",
"description": "It's a what? It’s a binturong! Looking like something Dr. Seuss might have dreamed up, a binturong has a face like a cat's and a body like a bear's, long, shaggy black hair, stiff white whiskers, and a prehensile tail that’s as long as its body. Binturongs are also called bearcats, but that name is rather misleading since these animals are not related to bears OR cats. Instead, they are related to civets and fossas but look more like gigantic dust mops and smell like a freshly made batch of popcorn! ",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-09/animals_hero_binterong.jpg?itok=yFlOWLrb"
},
{"id": 4,
"title": "Capybara",
"description": "A rodent of unusual size. Is it a beaver without a tail? A hairy pig without a snout? No, it’s a capybara, the largest rodent in the world! Standing 2 feet (60 centimeters) tall at the shoulder and built somewhat like a barrel with legs, the “capy” has long, light brown, shaggy hair, a face that looks like a beaver’s, no tail, and slightly webbed feet. Originally thought to be a pig of some sort, we now know that the capybara is a rodent, closely related to cavies and guinea pigs.",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-10/animals_hero_capybara.jpg?itok=mbQCe-iS"
},
{"id": 5,
"title": "Coquerel's Sifaka",
"description": "Primitive primate. There are approximately 36 lemur species native to the island of Madagascar, including the Coquerel’s sifaka. These stunning primates differ from other lemur species by their dramatic mode of locomotion: sitting upright, they spring through the trees using the strength of their back legs. This is called vertical clinging and leaping and it is a sight to behold! The name sifaka, a Malagasy word, comes from its distinct call as it travels through the treetops: “shi-fakh.” Female sifaka are dominant over males and get first dibs on food and mates.",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-11/animals_hero_coquerels_sifaka_0.jpg?itok=_80oDwAP"
},
{"id": 6,
"title": "Fennec Fox",
"description": "Meet the fennec fox: While it is the smallest fox in the world, the fennec fox possesses tons of cuteness and charm. With their most notable characteristic being their large ears, they are always a favorite. These pint-sized canids are extremely adaptable in their native desert environment. The fennecs are most recognizable by their large ears, reaching 4 to 6 inches in length. Those ears not only help them listen for prey underground, but also serve to dissipate excess heat of the desert. They have a thick, sandy-colored coat that keeps them warm at night and reflects the sunlight during the day. They even have fur on their feet that protects their footpads from the scorching ground.",
"image": "http://animals.sandiegozoo.org/sites/default/files/styles/view_thumbnail/public/2016-10/animals_hero_fennec2.jpg?itok=5VL4VSih"
}
]
